Repository: kizniche/Mycodo
Catalog: mycodo/mycodo_flask/translations/*/LC_MESSAGES/messages.po
Languages: it

source: Define the setpoint over a period of time based on specific times/dates.
it: Definire il setpoint su un periodo di tempo basato su orari / date specifici.

source: Define the setpoint over a period of time, based on specific durations of time.
it: Definire il setpoint su un periodo di tempo, in base a durate specifiche di tempo.

source: Duration here is defined as the amount of time after the previous duration. If this is the first duration added, this will be the beginning of the method. If this is not the first duration added, it will execute after the last duration already in the method.
it: La durata qui è definita come la quantità di tempo dopo la durata precedente. Se questa è la prima durata aggiunta, questo sarà l'inizio del metodo. Se questa non è la prima durata aggiunta, verrà eseguita dopo l'ultima durata già nel metodo.

source: Use the following options to instruct the method to restart when it reaches the end.
it: Utilizzare le seguenti opzioni per indicare al metodo di riavviare quando raggiunge la fine.

source: If you do not wish for the method to repeat, do not use this option.
it: Se non si desidera ripetere il metodo, non utilizzare questa opzione.

source: You may enter a duration (seconds) that the method will end after, otherwise leave blank to repeat forever.
it: Puoi inserire una durata (secondi) in cui il metodo terminerà dopo, altrimenti lasciare vuoto per ripetere per sempre.

source: Alerts Settings
it: Impostazioni avvisi

source: Usually your full email address
it: Di solito il tuo indirizzo email completo

source: Only enter a password here if you wish to change it
it: Inserisci una password qui solo se desideri cambiarla

source: Maximum number of alerts that can be emailed per hour.
it: Numero massimo di avvisi che possono essere inviati via email ogni ora.

source: Controller Settings
it: Impostazioni controller

source: General Settings
it: impostazioni generali

source: Selecting a language will override the web browser's language
it: La selezione di una lingua sostituirà la lingua del browser web

source: Which page to land on after logging in
it: Su quale pagina atterrare dopo l'accesso

source: Set the timeout (seconds) for Pyro connections (client-daemon communication). Requires daemon restart.
it: Impostare il timeout (secondi) per i collegamenti Pyro (comunicazione client-daemon). È necessario il riavvio daemon.

source: Enable Daemon debug logging for diagnosing issues. Requires Daemon restart.
it: Abilita Daemon registrazione di debug per la diagnosi dei problemi. Richiede Daemon riavvio.

source: Check to force all web connections to use SSL (port 443) for greater security.
it: Selezionare per forzare tutte le connessioni Web a utilizzare SSL (porta 443) per una maggiore sicurezza.

source: Check to prevent Success alert messages from appearing at the top of the page.
it: Controlla per evitare che i messaggi di avviso Success vengano visualizzati nella parte superiore della pagina.

source: Check to prevent Info alert messages from appearing at the top of the page.
it: Controlla per evitare che i messaggi di avviso Info vengano visualizzati nella parte superiore della pagina.

source: Check to prevent Warning alert messages from appearing at the top of the page.
it: Controllare per evitare che i messaggi di avviso di avviso vengano visualizzati nella parte superiore della pagina.

source: Hide tooltips that pop up over form inputs.
it: Nascondi i suggerimenti che compaiono sugli input del modulo.

source: Check if you do not wish to send anonymous usage statistics.
it: Controlla se non desideri inviare statistiche di utilizzo anonime.

source: View collected statistics
it: Visualizza le statistiche raccolte

source: The heigth of the grid cell, in pixels.
it: L'altezza della cella della griglia, in pixel.

source: The IP address to test if there is an active internet connection required to allow upgrading.
it: L'indirizzo IP per verificare se esiste una connessione Internet attiva necessaria per consentire l'aggiornamento.

source: The port of the internet test IP address.
it: La porta dell'indirizzo IP di prova Internet.

source: The timeout period (seconds) for testing the internet connection.
it: Il periodo di timeout (secondi) per testare la connessione a internet.

source: Check if you would like Mycodo to automatically check for upgrades.
it: Verifica se desideri che Mycodo controlli automaticamente gli aggiornamenti.

source: Set the maximum allowed amperage to be switched on at any given time
it: Impostare l'amperaggio massimo consentito per essere acceso in qualsiasi momento

source: Set the voltage used to power the devices powered by the outputs
it: Impostare la tensione utilizzata per alimentare i dispositivi alimentati dalle uscite

source: Set the cost per kilowatt-hour
it: Imposta il costo per kilowattora

source: Set the unit of currency used to pay for the electricity
it: Imposta l'unità di valuta utilizzata per pagare l'elettricità

source: Set a day of the month to calculate monthly power usage
it: Impostare un giorno del mese per calcolare il consumo energetico mensile

source: Automatically generate output usage reports on a daily/weekly/monthly schedule
it: Genera automaticamente i rapporti sull'utilizzo dell'output su una pianificazione giornaliera / settimanale / mensile

source: How often to generate a report
it: Quanto spesso generare un rapporto

source: Day Options: Daily: 1-7 (1=Monday), Monthly: 1-28
it: Opzioni giorno: ogni giorno: 1-7 (1 = lunedì), mensile: 1-28

source: Input Settings
it: Impostazioni di input

source: Imported Input Modules
it: Moduli di input importati

source: Units
it: unità

source: Conversions
it: conversioni

source: All
it: Tutti

source: Raspberry Pi Settings
it: Impostazioni Raspberry Pi

source: User Settings
it: Impostazioni utente

source: Roles
it: ruoli

source: Export Import
it: Esportazione importazione

source: Select the number of lines to display from the end of a log
it: Selezionare il numero di righe da visualizzare dalla fine di un registro

source: Notes
it: Gli appunti

source: Edit Note
it: Modifica nota

source: Manage
it: Gestire

source: Select one or more tags
it: Seleziona uno o più tag

source: Search
it: Ricerca

source: Found
it: Trovato

source: Latest EC measurement
it: Ultime misurazione CE

source: Error acquiring measurement
it: Errore durante l'acquisizione della misurazione

source: Please wait for the sensor measurements to equilibrate
it: Si prega di attendere che le misure del sensore per equilibrare

source: seconds
it: secondi

source: This guide will walk you through the calibration procedure for the Atlas Scientific EC Sensor. To complete this procedure, you will need at least one standard EC solution. Instructions will be provided at each step.
it: Questa guida vi guiderà attraverso la procedura di calibrazione per il sensore Atlas scientifico CE. Per completare questa procedura, è necessario almeno una soluzione standard CE. Le istruzioni saranno forniti ad ogni passo.

source: To begin calibration, have your probe properly connected to Mycodo, select the probe from the dropdown list, and click Begin Calibration.
it: Per iniziare la calibrazione, la sonda ha correttamente collegato a Mycodo, selezionare la sonda dall'elenco a discesa e fare clic su Begin calibrazione.

source: NOTE: It is recommended to deactivate the EC Sensor Input prior to performing a calibration.
it: NOTA: Si consiglia di disattivare l'ingresso del sensore CE prima di eseguire la calibrazione.

source: One Point (low)
it: One Point (basso)

source: Two Point (low and high)
it: Due punti (basso e alto)

source: Calibration Failed
it: Calibrazione fallita

source: Refer to the logs for details
it: Fare riferimento ai registri per i dettagli

source: Enter the μS value(s) for the solution(s) you will be calibrating with, then click Continue.
it: Inserire il valore mS (s) per la soluzione di (s) ti verrà Calibrazione con, quindi fare clic su Continua.

source: Remove the EC probe from solution so the probe is exposed to the air (dry calibration), then click Continue To Next Stage
it: Rimuovere la sonda CE dalla soluzione in modo che la sonda è esposta all'aria (calibrazione a secco), quindi fare clic su Continua alla fase successiva

source: Rinse the EC probe with distilled water, place it into the Low EC solution, shake the probe to remove trapped air, then click Ready. Ensure the measurements have stabilized before clicking Continue to Next Stage.
it: Sciacquare la sonda EC con acqua distillata, posto che nella soluzione Low CE, agitare la sonda per rimuovere l'aria intrappolata, quindi fare clic su Ready. Assicurarsi che le misurazioni sono stabilizzate prima di fare clic su Continua alla fase successiva.

source: Ready
it: Pronto

source: Rinse the EC probe with distilled water, place it into the High EC solution, shake the probe to remove trapped air, then click Ready. Ensure the measurements have stabilized before clicking Continue to Next Stage.
it: Sciacquare la sonda EC con acqua distillata, posto nella soluzione di alta CE, agitare la sonda per rimuovere l'aria intrappolata, quindi fare clic su Ready. Assicurarsi che le misurazioni sono stabilizzate prima di fare clic su Continua alla fase successiva.

source: Calibration Succeeded
it: Calibrazione riuscita

source: Calibration Complete
it: Calibrazione completata

source: This guide will walk you through the calibration procedure for the Atlas Scientific Peristaltic Pump. To complete this procedure, you will need a precision scale and/or a low-volume (10 ml) graduated cylinder. At a minimum, you will need a way to accurately measure a small volume of the dispensed fluid.
it: Questa guida vi guiderà attraverso la procedura di calibrazione per la pompa peristaltica Atlas scientifico. Per completare questa procedura, avrete bisogno di una bilancia di precisione e / o di un basso volume (10 ml) cilindro graduato. Come minimo, è necessario un modo per misurare con precisione un piccolo volume di fluido erogato.

source: To begin calibration, have your pump properly connected to Mycodo, purge all air from the tubing, select the pump from the dropdown list, enter a volume to dispense (such as 10 ml), then click Begin Calibration.
it: Per iniziare la taratura, ha la pompa correttamente collegato Mycodo, spurgare tutta l'aria dal tubo, selezionare la pompa dall'elenco a discesa, immettere un volume di erogazione (come ad esempio 10 ml), quindi fare clic su Begin calibrazione.

source: To clear any currently-stored calibration from memory, click Clear Calibration.
it: Per cancellare qualsiasi calibrazione attualmente memorizzati dalla memoria, fare clic su Cancella calibrazione.

source: NOTE: It is recommended to deactivate anything that may try to operate the pump so it doesn't interfere with the calibration.
it: NOTA: Si consiglia di disattivare tutto ciò che può tentare di utilizzare la pompa in modo da non interferire con la calibrazione.

source: Measure how much fluid (ml) was actually dispensed from the pump, enter that value in the input field, then click Continue.
it: Misurare la quantità di fluido (ml) è stato effettivamente erogato dalla pompa, inserire tale valore nel campo di immissione, quindi fare clic su Continua.

source: Latest pH measurement
it: Ultima misurazione del pH

source: This guide will walk you through the calibration procedure for the Atlas Scientific pH Sensor. To complete this procedure, you will need at least one of the standard pH solutions (pH 4.0, pH 7.0, and pH 10.0). Instructions will be provided at each step.
it: Questa guida vi guiderà attraverso la procedura di calibrazione per il pH sensore Atlas scientifico. Per completare questa procedura, avrete bisogno di almeno una delle soluzioni pH standard (pH 4,0, pH 7,0, e il pH 10,0). Le istruzioni saranno forniti ad ogni passo.

source: NOTE: It is recommended to deactivate the pH Sensor Input prior to performing a calibration.
it: NOTA: Si consiglia di disattivare l'ingresso pH sensore prima di eseguire la calibrazione.

source: Ensure all pH calibration solutions are the same temperature. Enter the temperature (in Celsius) of your solutions, then click Continue.
it: Assicurare tutti calibrazione pH soluzioni sono alla stessa temperatura. Inserire la temperatura (in gradi Celsius) delle soluzioni, quindi fare clic su Continua.

source: Rinse the pH probe with distilled water, place it into the pH %(ph)s solution, then click Ready
it: Sciacquare la sonda pH con acqua distillata, inserirla nel pH %(ph)s soluzione, quindi fare clic su Pronto

source: This guide will walk you through the calibration procedure for the Atlas Scientific RG Color Sensor. To complete this procedure, you will need a white object such as a piece fo paper.
it: Questa guida vi guiderà attraverso la procedura di calibrazione per il sensore Atlas scientifico RG colore. Per completare questa procedura, è necessario un oggetto bianco come un foglio di carta fo.

source: To begin calibration, have your sensor properly connected to Mycodo and deactivated, place the white object in front of the sensor, then click Begin Calibration.
it: Per iniziare la calibrazione, hanno il sensore collegato correttamente al Mycodo e disattivato, posto l'oggetto bianco davanti al sensore, quindi fare clic su Begin calibrazione.

source: Select a DS18B20 sensor
it: Seleziona un sensore DS18B20

source: Select a resolution
it: Seleziona una risoluzione

source: Daemon response: %(resp)s
it: Risposta demone: %(resp)s

source: Condition
it: Condizione

source: Deactivate controller before modifying its settings
it: Disattiva il controller prima di modificare le sue impostazioni

source: Dashboard with ID %(id)s successfully added
it: Cruscotto con ID %(id)s aggiunto con successo

source: {dev} with ID %(id)s successfully added
it: {dev} con ID %(id)s aggiunto con successo

source: Execute All
it: Esegui tutto

source: Error: %(err)s
it: Errore: %(err)s

source: Entry with ID %(id)s not found
it: Voce con ID %(id)s non trovata

source: Error in the %(field)s field - %(err)s
it: Errore nel campo %(field)s - %(err)s

source: Cannot move above the first item in the list
it: Impossibile spostarsi sopra il primo elemento nell'elenco

source: Cannot move below the last item in the list
it: Impossibile spostarsi sotto l'ultimo elemento nell'elenco

source: %(type)s Input with ID %(id)s (%(uuid)s) successfully added
it: %(type)s Input con ID %(id)s (%(uuid)s) aggiunto con successo

source: Choose a Read Period equal to or greater than 7. The AM2315 may become unresponsive if the period is below 7.
it: Scegliere un periodo di lettura uguale o maggiore di 7. L'AM2315 potrebbe non rispondere se il periodo è inferiore a 7.

source: The Read Period cannot be less than the Pre Output Duration
it: Il periodo di lettura non può essere inferiore alla durata dell'uscita pre

source: Invalid device or improper permissions to read device
it: Dispositivo non valido o permessi impropri per leggere il dispositivo

source: Pin (GPIO) must be set
it: Pin (GPIO) deve essere impostato

source: Activate controller before attempting to force the acquisition of measurements
it: Attivare il controller prima di tentare di forzare l'acquisizione delle misure

source: Deactivate LCD controller before modifying its settings.
it: Disattiva il controller LCD prima di modificarne le impostazioni.

source: Deactivate LCD controller before modifying its settings
it: Disattiva il controller LCD prima di modificarne le impostazioni

source: The last display cannot be deleted
it: L'ultimo display non può essere cancellato

source: Deactivate Math controller before modifying its settings
it: Disattiva il controller Math prima di modificare le sue impostazioni

source: Error in form field(s)
it: Errore nei campi modulo

source: Duration must be a positive integer
it: La durata deve essere un numero intero positivo

source: Duration must be a valid integer
it: La durata deve essere un numero intero valido

source: Required: Start date/time, end date/time, start setpoint
it: Obbligatorio: data / ora di inizio, data / ora di fine, setpoint di avvio

source: Invalid Date/Time format. Correct format: MM/DD/YYYY HH:MM:SS
it: Formato data / ora non valido. Formato corretto: GG / MM / AAAA HH: MM: SS

source: The end time/date must be after the start time/date.
it: L'ora / data di fine deve essere successiva all'ora / alla data di inizio.

source: Required: Start time, end time, start setpoint
it: Obbligatorio: ora di inizio, ora di fine, setpoint di inizio

source: Invalid Date/Time format. Correct format: HH:MM:SS
it: Formato data / ora non valido. Formato corretto: HH: MM: SS

source: The end time must be after the start time.
it: L'ora di fine deve essere successiva all'ora di inizio.

source: Required: Duration must be positive
it: Richiesto: la durata deve essere positiva

source: Error: Angle Shift is out of range. It must be <= 0 and <= 360.
it: Errore: Angle Shift è fuori portata. Deve essere <= 0 e <= 360.

source: Error: X0 must be greater than X3.
it: Errore: X0 deve essere maggiore di X3.

source: The new entry start time (%(st)s) cannot overlap the last entry's end time (%(et)s). Note: They may be the same time.
it: La nuova ora di inizio della registrazione (%(st)s) non può sovrapporsi all'ora di fine dell'ultima voce (%(et)s). Nota: potrebbero essere alla stessa ora.

source: Added duration to method from %(st)s to %(end)s
it: Aggiunta la durata al metodo da %(st)s a %(end)s

source: Added method restart
it: Aggiunto il riavvio del metodo

source: Added duration to method for %(sec)s seconds
it: Aggiunta la durata al metodo per %(sec)s secondi

source: The entry start time (%(st)s) cannot overlap the previous entry's end time (%(et)s)
it: L'ora di inizio della registrazione (%(st)s) non può sovrapporsi all'ora di fine della voce precedente (%(et)s)

source: The entry end time (%(et)s) cannot overlap the next entry's start time (%(st)s)
it: Il tempo di fine inserimento (%(et)s) non può sovrapporsi al tempo di inizio della voce successiva (%(st)s)

source: Energy Usage with ID %(id)s (%(uuid)s) successfully added
it: Uso di energia con ID %(id)s (%(uuid)s) aggiunto con successo

source: Invalid quantity
it: Quantità non valida

source: Acceptable values
it: Valori accettabili

source: Raise and lower outputs cannot be the same
it: Aumentare e abbassare le uscite non possono essere uguali

source: A valid Measurement is required
it: È richiesta una misurazione valida

source: A Raise Output and/or a Lower Output is required
it: È richiesta un'uscita di sollevamento e / o un'uscita inferiore

source: Cannot activate PID controller if the associated sensor controller is inactive
it: Impossibile attivare il controller PID se il controller del sensore associato è inattivo

source: Cannot activate PID controller if raise and/or lower output IDs are not selected
it: Impossibile attivare il controller PID se gli ID di uscita e / o di uscita inferiore non sono selezionati

source: Remote Host %(host)s with ID %(id)s (%(uuid)s) successfully added
it: Host remoto %(host)s con ID %(id)s (%(uuid)s) aggiunto con successo

source: User Role
it: Ruolo utente

source: Another user already has that email address.
it: Un altro utente ha già quell'indirizzo email.

source: Invalid password
it: Password non valida

source: Measurement with ID %(id)s (%(uuid)s) successfully added
it: Misura con ID %(id)s (%(uuid)s) aggiunta con successo

source: Unit
it: Unità

source: Unit with ID %(id)s (%(uuid)s) successfully added
it: Unità con ID %(id)s (%(uuid)s) aggiunta con successo

source: Conversion
it: Conversione

source: Conversion with ID %(id)s (%(uuid)s) successfully added
it: Conversione con ID %(id)s (%(uuid)s) aggiunta con successo

source: Pi Settings
it: Impostazioni Pi

source: Alert Settings
it: Impostazioni di avviso

source: Test email sent to %(recip)s. Check your inbox to see if it was successful.
it: Testare l'e-mail inviata a %(recip)s. Controlla la tua casella di posta per vedere se ha avuto successo.

source: Reset email counter
it: Azzerare il contatore e-mail

source: The hostname of the MQTT server
it: Il nome host del server MQTT

source: The port of the MQTT server
it: La porta del server MQTT

source: Unique client ID for connecting to the MQTT server
it: ID cliente univoco per la connessione al server MQTT

source: Invert Signal
it: Inverti segnale

source: Acquire Image (and save new file)
it: Acquisisci immagine (e salva il nuovo file)

source: Acquire Image (and erase last file)
it: Acquisisci immagine (e cancella l'ultimo file)

source: Display Live Video Stream
it: Visualizza streaming video in diretta

source: Display Latest Timelapse Image
it: Visualizza l'ultima immagine timelapse

source: Image Display Type
it: Tipo di visualizzazione dell'immagine

source: Show Timestamp
it: Mostra timestamp

source: Maths
it: Matematica

source: PIDs
it: PID

source: Note Tags
it: Note tag

source: Show Unit
it: Visualizza Unità

source: Show Name
it: Mostra nome

source: Show Channel
it: Mostra canale

source: Show Measurement
it: Visualizzare la misurazione

source: Show Set Setpoint
it: Mostra setpoint
