Repository: kizniche/Mycodo
Catalog: mycodo/mycodo_flask/translations/*/LC_MESSAGES/messages.po
Languages: it

source: Add
it: Inserisci

source: Dashboard
it: Cruscotto

source: Widget
it: Aggeggio

source: Spacer
it: distanziatore

source: Graph
it: Grafico

source: Gauge
it: Valutare

source: PID Control
it: Controllo PID

source: Average
it: Media

source: Last
it: Ultimo

source: Past
it: Passato

source: Sum
it: Somma

source: Difference
it: Differenza

source: Equation
it: Equazione

source: Humidity
it: Umidità

source: Redundancy
it: Ridondanza

source: Statistics
it: statistica

source: Verification
it: Verifica

source: Vapor Pressure Deficit
it: Deficit di pressione del vapore

source: Time/Date
it: Ora dell'appuntamento

source: Duration
it: Durata

source: Band Min
it: Banda min

source: Band Max
it: Banda Max

source: Calibration
it: Calibrazione

source: Output State
it: Stato di uscita

source: Output Duration On
it: Durata uscita On

source: Controller Running
it: Esecuzione controller

source: Execute Actions
it: Esegui azioni

source: Trigger: Timer (Daily Point)
it: Trigger: timer (punto giornaliero)

source: Daily Span
it: Span giornaliero

source: Run PWM Method
it: Esegui il metodo PWM

source: Sunrise/Sunset
it: Alba tramonto

source: Camera
it: telecamera

source: Flow Meter
it: Misuratore di flusso

source: Clear Total Volume
it: Volume totale chiaro

source: Email with Photo Attachment
it: Email con allegato fotografico

source: Email with Video Attachment
it: Email con allegato video

source: Execute Command
it: Esegui comando

source: Input
it: Ingresso

source: Force Measurements
it: Misure di forza

source: Off
it: via

source: On
it: Sopra

source: Flashing Off
it: lampeggiante Spento

source: Flashing On
it: lampeggiante On

source: Set Method
it: Imposta metodo

source: Raise
it: Aumentare

source: Lower
it: Inferiore

source: Restart
it: Ricomincia

source: Shutdown
it: Spegnimento

source: Altitude
it: Altitudine

source: Battery
it: Batteria

source: Boolean
it: booleano

source: Color (Red)
it: Colore rosso)

source: Color (Green)
it: Colore (verde)

source: Color (Blue)
it: Colore blu)

source: Color (x)
it: Colore (x)

source: Color (y)
it: Colore (y)

source: Color (Y)
it: Colore (Y)

source: CPU Load 1 min
it: Carico CPU 1 min

source: CPU Load 5 min
it: Carico della CPU 5 min

source: CPU Load 15 min
it: Carico della CPU 15 min

source: Dewpoint
it: Punto di rugiada

source: Direction
it: Direzione

source: Disk
it: Disco

source: Dissolved Oxygen
it: Ossigeno dissolto

source: Duty Cycle
it: Ciclo di lavoro

source: Electrical Conductivity
it: Conduttività elettrica

source: Electrical Current
it: Corrente elettrica

source: Electrical Potential
it: Potenziale elettrico

source: Frequency
it: Frequenza

source: Humidity Ratio
it: Rapporto di umidità

source: Ion Concentration
it: Concentrazione ionica

source: Length
it: Lunghezza

source: Light
it: Leggero

source: Moisture
it: Umidità

source: Oxidation Reduction Potential
it: Potenziale di ossidoriduzione

source: PID P-Value
it: Valore P PID

source: PID D-Value
it: Valore D PID

source: Pressure
it: Pressione

source: Pulse Width
it: Larghezza di impulso

source: Radiation Dose Rate
it: Radiation Dose Tasso

source: Volume Flow Rate
it: Volume Portata

source: Resistance
it: Resistenza

source: Revolutions
it: rivoluzioni

source: Specific Enthalpy
it: Entalpia specifica

source: Specific Volume
it: Volume specifico

source: Temperature
it: Temperatura

source: Unitless
it: senza unità

source: Version
it: Versione

source: Microsecond
it: microsecondo

source: Microsiemens per centimeter
it: Microsiemens per centimetro

source: Microsieverts per hour
it: Microsieverts all'ora

source: Celsius
it: Centigrado

source: Centimeter
it: Centimetro

source: Counts per minute
it: Conti per minuto

source: CPU Load
it: Carico della CPU

source: Decimal
it: Decimale

source: 8-Bit Color
it: 8-bit colori

source: Foot
it: Piede

source: Full
it: Pieno

source: Hour
it: Ora

source: Infrared
it: infrarosso

source: Kilogram per kilogram
it: Chilogrammo per chilogrammo

source: Kilojoule per kilogram
it: Kilojoule per chilogrammo

source: Liter
it: Litro

source: Liters per Hour
it: Litri all'ora

source: Liters per Minute
it: Litri al minuto

source: Liters Per Second
it: Litri al secondo

source: Meter
it: metro

source: Milligram per Liter
it: Milligrammo per litro

source: Minute
it: minuto

source: Milliliter
it: Millilitro

source: Cubic meters per kilogram
it: Metri cubi per chilogrammo

source: Percent
it: Per cento

source: PID values
it: Valori PID

source: Parts per billion
it: Parti per miliardo

source: Parts per million
it: Parti per milione

source: Pounds per square inch
it: Libbre per pollice quadrato

source: Revolutions per minute
it: Giri al minuto

source: Second
it: Secondo

source: Microgram per cubic meter
it: Microgrammo per metro cubo

source: Actions
it: Azioni

source: Activate
it: Attivare

source: Alert
it: Mettere in guardia

source: Calculate
it: Calcolare

source: Cancel
it: Annulla

source: Clear
it: Chiaro

source: Completed
it: Completato

source: Conditional
it: Condizionale

source: Controller
it: controllore

source: Create
it: Creare

source: Custom
it: costume

source: Data
it: Dati

source: Deactivate
it: Disattivare

source: Default
it: Predefinito

source: Delete
it: Elimina

source: Device
it: Dispositivo

source: Diagnostic
it: Diagnostico

source: Down
it: Giù

source: Edge
it: Bordo

source: Edit
it: modificare

source: Energy Usage
it: Uso di energia

source: Error
it: Errore

source: Export
it: Esportare

source: Fail
it: Fallire

source: Function
it: Funzione

source: General
it: Generale

source: Hold
it: tenere

source: Indicator
it: Indicatore

source: Invert
it: Invertire

source: Import
it: Importare

source: Invalid
it: Non valido

source: Line
it: Linea

source: Login
it: Accesso

source: Math
it: Matematica

source: Measurement
it: misurazione

source: Method
it: Metodo

source: Modify
it: Modificare

source: Multiple
it: multiplo

source: None Available
it: Nessuno disponibile

source: Note
it: Nota

source: Output
it: Produzione

source: Password
it: Parola d'ordine

source: Pause
it: Pausa

source: Pin
it: perno

source: Ramp
it: Rampa

source: Rename
it: Rinominare

source: Reorder
it: Riordina

source: Reset
it: Ripristina

source: Resume
it: Curriculum vitae

source: Save
it: Salvare

source: Save Order
it: Salva ordine

source: Select One
it: Seleziona uno

source: Settings
it: impostazioni

source: Single
it: singolo

source: Stops
it: Fermate

source: Success
it: Successo

source: System
it: Sistema

source: Tag
it: Etichetta

source: Text
it: Testo

source: Trigger
it: grilletto

source: Up
it: Su

source: Upload
it: Caricare

source: User
it: Utente

source: Voltage
it: Voltaggio

source: 1-Wire Device ID
it: ID dispositivo a 1 filo

source: Select the 1-wire device ID
it: Seleziona l'ID del dispositivo a 1 filo

source: Gain
it: Guadagno

source: Adjust the gain to change the measurable voltage range. See ADC documentation for details.
it: Regolare il guadagno per modificare l'intervallo di tensione misurabile. Vedere la documentazione di ADC per i dettagli.

source: Resolution
it: Risoluzione

source: ADC Resolution (see ADC documentation)
it: Risoluzione ADC (consultare la documentazione di ADC)

source: Sample Speed
it: Velocità di esempio

source: ADC Sample Speed (see ADC documentation)
it: Velocità di campionamento ADC (consultare la documentazione di ADC)

source: Current Draw (amps)
it: Corrente attuale (ampli)

source: The number of amps the output device draws (at 120/240 VAC)
it: Il numero di ampere che il dispositivo di output disegna (a 120/240 VAC)

source: The UART baud rate
it: Il baud rate UART

source: BT Adapter (hci[X])
it: Adattatore BT (hci [X])

source: Command
it: Comando

source: Select the unit of the measurement to be stored in the database
it: Selezionare l'unità della misura da memorizzare nel database

source: Convert to Unit
it: Converti in unità

source: Convert the measurement to a different unit
it: Converti la misura in un'unità diversa

source: click to copy to the clipboard
it: fare clic per copiare negli appunti

source: Deadline
it: Scadenza

source: Time (seconds) to wait until failure
it: Tempo (secondi) per attendere fino al fallimento

source: Duty cycle for the PWM (percent, 0.0 - 100.0)
it: Ciclo di lavoro per il PWM (percentuale, 0.0 - 100.0)

source: Name Font Size (em)
it: Nome Font Size (em)

source: The font size of the Name text
it: La dimensione del carattere del testo Nome

source: Always send the command if instructed, regardless of the current state
it: Invia sempre il comando se richiesto, indipendentemente dallo stato corrente

source: FTDI Device
it: Dispositivo FTDI

source: The GPIO pin using BCM numbering
it: Il pin GPIO che utilizza la numerazione BCM

source: Host
it: Ospite

source: Host address or IP
it: Indirizzo host o IP

source: The I2C bus the device is connected to
it: Il bus I2C al quale è connesso il dispositivo

source: The I2C address of the device
it: L'indirizzo I2C del dispositivo

source: Interface
it: Interfaccia

source: The interface used to communicate
it: L'interfaccia utilizzata per comunicare

source: Invert Scale
it: Inverti scala

source: Invert the scale
it: Invertire la scala

source: Show debug lines in the Daemon Log
it: Mostra linee di debug nel registro Daemon

source: Max Age (seconds)
it: Età massima (secondi)

source: The maximum allowable measurement age
it: L'età massima consentita per la misurazione

source: Unit Measurement
it: Misura dell'unità

source: Select a unit for the stored value
it: Seleziona un'unità per il valore memorizzato

source: Measurements Enabled
it: Misure abilitate

source: The measurements to record
it: Le misurazioni da registrare

source: Message Includes Code
it: Messaggio include il codice

source: Include the code in the message variable
it: Includere il codice nella variabile messaggio

source: Name
it: Nome

source: A name to distinguish this from others
it: Un nome per distinguerlo dagli altri

source: On State
it: Stato on

source: What state triggers the output to turn on? High or Low?
it: Quale stato attiva l'uscita per l'accensione? Alto o basso?

source: On Command
it: A comando

source: Period (seconds)
it: Periodo (secondi)

source: The duration (seconds) between measurements or actions
it: La durata (secondi) tra le misure o azioni

source: Clock Pin
it: Orologio Pin

source: The GPIO (using BCM numbering) connected to the Clock pin
it: Il GPIO (usando la numerazione BCM) collegato al pin Clock

source: CS Pin
it: Pin CS

source: The GPIO (using BCM numbering) connected to the Cable Select pin
it: Il GPIO (usando la numerazione BCM) collegato al pin Cable Select

source: MISO Pin
it: Pin MISO

source: The GPIO (using BCM numbering) connected to the MISO pin
it: Il GPIO (usando la numerazione BCM) collegato al pin MISO

source: MOSI Pin
it: Pin MOSI

source: The GPIO (using BCM numbering) connected to the MOSI pin
it: Il GPIO (usando la numerazione BCM) collegato al pin MOSI

source: Port
it: Porta

source: Host port number
it: Numero di porta host

source: Pre Out Duration
it: Durata preout

source: If a Pre Output is selected, set the duration (seconds) to turn the Pre Output on for before every measurement is acquired.
it: Se è selezionata un'uscita pre, impostare la durata (secondi) in cui attivare la preuscita prima che venga acquisita ogni misurazione.

source: Pre During Measure
it: Pre durante la misurazione

source: Check to turn the output off after (opposed to before) the measurement is complete
it: Controllare di spegnere l'uscita dopo (contrariamente a prima) la misurazione è completa

source: Turn the selected output on before taking every measurement
it: Attiva l'uscita selezionata prima di prendere ogni misura

source: Protocol
it: Protocollo

source: Wireless 433 MHz protocol
it: Protocollo wireless 433 MHz

source: Pulse Length
it: Durata dell'impulso

source: Wireless 433 MHz pulse length
it: Lunghezza dell'impulso wireless 433 MHz

source: PWM Command
it: Comando PWM

source: Frequency (Hertz)
it: Frequenza (Hertz)

source: The Hertz to output the PWM signal (0 - 70,000)
it: L'Hertz emette il segnale PWM (0 - 70.000)

source: Library
it: Biblioteca

source: Which method to produce the PWM signal (hardware pins can produce higher frequencies)
it: Quale metodo per produrre il segnale PWM (i pin hardware possono produrre frequenze più alte)

source: Reference Resistance
it: Resistenza di riferimento

source: Reference resistance (Ohm)
it: Resistenza di riferimento (Ohm)

source: Refresh (seconds)
it: Aggiorna (secondi)

source: Number of seconds to wait between acquiring any new measurements.
it: Numero di secondi da attendere tra l'acquisizione di nuove misurazioni.

source: Measurement resolution
it: Risoluzione delle misure

source: Pulses Per Rev
it: Impulsi per Rev

source: The number of pulses per revolution to calculate revolutions per minute (RPM)
it: Il numero di impulsi per giro per calcolare i giri al minuto (RPM)

source: Sample Time
it: Tempo di campionamento

source: The amount of time (seconds) to sample the input before caluclating the measurement
it: La quantità di tempo (secondi) per campionare l'input prima di effettuare la misurazione

source: Unscaled Unit Min
it: Unità non graduata min

source: Unscaled minimum unit
it: Unità minima non graduata

source: Unscaled Unit Max
it: Unità non graduata max

source: Unscaled maximum unit
it: Unità massima non graduata

source: Rescaled Unit Min
it: Ridimensionato unità min

source: Rescaled minimum unit
it: Ridimensionato unità minima

source: Rescaled Unit Max
it: Salita unità max

source: Rescaled maximum unit
it: Unità massima riscattata

source: Measurement Unit
it: Unità di misura

source: Select the measurement and unit to store this measurement in the database
it: Selezionare la misura e l'unità per memorizzare questa misurazione nel database

source: Sensitivity
it: sensibilità

source: Measurement sensitivity
it: Sensibilità alla misurazione

source: Setpoint Tracking Type
it: Setpoint tipo di monitoraggio

source: Select the type of setpoint tracking
it: Selezionare il tipo di Inseguimento

source: The input voltage to the sensor
it: La tensione di ingresso al sensore

source: Shutdown Value
it: shutdown Valore

source: The output value to set when Mycodo shuts down
it: Il valore di uscita di set quando Mycodo chiude verso il basso

source: Start Offset (seconds)
it: Start Offset (secondi)

source: The duration (seconds) to wait before the first operation
it: La durata (secondi) da attendere prima della prima operazione

source: Startup Value
it: Valore di avvio

source: The output value to set when Mycodo starts up
it: Il valore di uscita di set quando Mycodo avvia

source: Shutdown State
it: Stato shutdown

source: When Mycodo shuts down, set the output state
it: Quando Mycodo si spegne, impostare lo stato di uscita

source: When Mycodo starts, set the output state
it: All'avvio di Mycodo, impostare lo stato dell'uscita

source: Edge detection: low to high (rising), high to low (falling), or both
it: Rilevamento dei bordi: da basso ad alto (crescente), da alto a basso (in calo) o entrambi

source: Bounce Time (ms)
it: Tempo di rimbalzo (ms)

source: The amount of time (miliseconds) to bounce the input signal
it: La quantità di tempo (in millisecondi) per far rimbalzare il segnale di input

source: Reset Period
it: Ripristina periodo

source: Wait a period of time (seconds) after the first edge detection to begin detecting again
it: Attendere un intervallo di tempo (secondi) dopo il rilevamento del primo fronte per iniziare di nuovo a rilevare

source: RTD Probe Type
it: Tipo sonda RTD

source: The type of thermocouple connected
it: Il tipo di termocoppia collegato

source: Times Check
it: Controllo dei tempi

source: Number of times to check
it: Numero di volte da verificare

source: Trigger at Startup
it: Trigger all'avvio

source: Whether or not to trigger Functions when Mycodo starts
it: Se attivare o meno le funzioni all'avvio di Mycodo

source: UART Device
it: Dispositivo UART

source: The UART device location (e.g. /dev/ttyUSB1)
it: La posizione del dispositivo UART (ad es. / Dev / ttyUSB1)

source: Weighting
it: ponderazione

source: The weighting of the previous measurement on the current measurement. Range: 0.0 - 1.0. Used for smoothing measurements. 0.0 means no weighting.
it: La ponderazione della misurazione precedente sulla misurazione corrente. Intervallo: 0.0 - 1.0. Utilizzato per le misure di livellamento. 0,0 significa nessuna ponderazione.

source: Always Min (Raise)
it: Sempre Min (Raise)

source: Never allow duty cycle to go below Min.
it: Non permettere ciclo di lavoro di andare sotto min.

source: Always Min (Lower)
it: Sempre Min (Bassa)

source: Noise Band
it: Band rumore

source: Measurements to Average
it: Misure a medio

source: The number of times to measure each channel. An average of the measurements will be stored.
it: Il numero di volte per misurare ciascun canale. Una media delle misurazioni verrà memorizzato.

source: Set the calibration method to perform during Input activation
it: Impostare il metodo di calibrazione da eseguire durante l'attivazione dell'ingresso

source: Set the sensor gain
it: Impostare il guadagno del sensore

source: Illumination LED Current
it: Corrente di illuminazione a LED

source: Set the illumination LED current (milliamps)
it: Impostare la corrente di illuminazione a LED (milliampere)

source: Illumination LED Mode
it: Modalità di illuminazione a LED

source: Turn the illumination LED on or off during a measurement
it: Accendere il LED o disattivare l'illuminazione durante una misurazione

source: Indicator LED Current
it: Corrente Indicatore LED

source: Set the indicator LED current (milliamps)
it: Impostare la corrente LED (milliampere)

source: Indicator LED Mode
it: Modalità indicatore LED

source: Turn the indicator LED on or off during a measurement
it: Accendere il LED o disattivare l'indicatore durante una misurazione

source: Integration Time
it: Tempo di integrazione

source: The integration time (0 - ~91 ms)
it: Il tempo di integrazione (0 - ~ 91 ms)

source: The Max Age (seconds) of the Input/Math to use for calibration
it: L'età massima (secondi) dell'Input / Math da utilizzare per la calibrazione

source: Select a measurement for temperature compensation
it: Selezionare una misura per la compensazione della temperatura

source: The maximum age (seconds) of the measurement to use for temperature compensation
it: L'età massima (secondi) della misura da utilizzare per la compensazione della temperatura

source: Flow Meter Type
it: Flusso tipo Meter

source: Set the type of flow meter used
it: Impostare il tipo di flussometro usato

source: If using an Atlas Scientific flow meter, set the flow rate/time base
it: Se si utilizza un misuratore di portata Atlas scientifico, impostare la velocità di flusso / base dei tempi

source: Internal Resistor
it: resistenza interna

source: Set an internal resistor for the flow meter
it: Impostare un resistore interno per il flussometro

source: Custom K Value(s)
it: Personalizzato Valore K (s)

source: If using a non-Atlas Scientific flow meter, enter the meter's K value(s). For a single K value, enter '[volume per pulse],[number of pulses]'. For multiple K values (up to 16), enter '[volume at frequency],[frequency in Hz];[volume at frequency],[frequency in Hz];...'. Leave blank to disable.
it: Se si utilizza un misuratore di portata non Atlas scientifico, inserire il valore K del misuratore (s). Per un singolo valore K, immettere '[volume per impulso], [numero di impulsi]'. Per valori di K multipli (fino a 16), immettere '[volume a frequenza], [frequenza in Hz]; [volume a frequenza], [frequenza in Hz]; ...'. Lascia in bianco per disabilitare.

source: K Value Time Base
it: K Valore Time Base

source: If using a non-Atlas Scientific flow meter, set the flow rate/time base for the custom K values entered.
it: Se si utilizza un misuratore di portata non Atlas scientifico, impostare la base di portata / tempo per i valori personalizzati K inseriti.

source: LED Only For Measure
it: LED Solo per Misura

source: Turn the LED on only during the measurement
it: Accendere il LED solo durante la misurazione

source: LED Percentage
it: Percentuale LED

source: What percentage of power to supply to the LEDs during measurement
it: Qual è la percentuale di energia per alimentazione dei LED durante la misurazione

source: Gamma Correction
it: Correzione gamma

source: Gamma correction between 0.01 and 4.99 (default is 1.0)
it: correzione gamma tra 0,01 e 4,99 (default è 1.0)

source: Humidity Oversampling
it: Umidità sovracampionamento

source: A higher oversampling value means more stable readings with less noise and jitter. However each step of oversampling adds ~2 ms latency, causing a slower response time to fast transients.
it: A maggiore sovracampionamento mezzi valore letture più stabili con meno rumore e jitter. Tuttavia ogni passo di sovracampionamento aggiunge ~ 2 ms di latenza, causando un tempo di risposta più lento a transitori veloci.

source: Temperature Oversampling
it: sovracampionamento Temperatura

source: Pressure Oversampling
it: sovracampionamento Pressione

source: IIR Filter Size
it: IIR Dimensione filtro

source: Optionally remove short term fluctuations from the temperature and pressure readings, increasing their resolution but reducing their bandwidth.
it: eventualmente rimuovere le fluttuazioni a breve termine delle letture di temperatura e di pressione, aumentando la loro risoluzione, ma riducendo la loro larghezza di banda.

source: Gas Heater Temperature (°C)
it: Gas Temperatura (° C)

source: What temperature to set
it: Qual è la temperatura al set

source: Gas Heater Duration (ms)
it: Gas Durata (ms)

source: How long of a duration to heat. 20-30 ms are necessary for the heater to reach the intended target temperature.
it: Quanto tempo di durata al calore. 20-30 ms sono necessari per il riscaldamento per raggiungere la temperatura bersaglio.

source: Gas Heater Profile
it: Gas Profilo

source: Select one of the 10 configured heating durations/set points
it: Selezionare una delle 10 durate di riscaldamento configurate / set point

source: Temperature Offset
it: Temperatura Offset

source: The amount to offset the temperature, either negative or positive
it: L'importo per compensare la temperatura, negativo o positivo

source: Enable heater to evaporate condensation. Turn on heater x seconds every y measurements.
it: Abilitare il riscaldatore per far evaporare la condensa. Accendi riscaldatore x secondi ogni y misurazioni.

source: Command Timeout
it: Timeout di comando

source: How long to wait for the command to finish before killing the process.
it: Il tempo di attesa per il comando alla fine prima di uccidere il processo.

source: The current working directory of the shell environment.
it: La directory di lavoro corrente della shell.

source: Measurement Range
it: Campo di misura

source: Set the measuring range of the sensor
it: Impostare il campo di misurazione del sensore

source: Enable automatic baseline correction (ABC)
it: Abilita correzione automatica della linea di base (ABC)

source: Maximum amount of time between received signals.
it: massima quantità di tempo tra i segnali ricevuti.

source: Set to 0 to disable.
it: Impostare a 0 per disabilitare.

source: Client ID
it: Identificativo cliente

source: Download Stored Data
it: Scarica dati memorizzati

source: Download the data logged to the device.
it: Scarica i dati registrati sul dispositivo.

source: Set Logging Interval
it: Imposta intervallo di registrazione
