Repository: kizniche/Mycodo
Catalog: mycodo/mycodo_flask/translations/*/LC_MESSAGES/messages.po
Languages: it

source: Delete ~/Mycodo/.upgrade to acknowledge this message and restore upgrade functionality.
it: Elimina ~ / Mycodo / .upgrade per confermare questo messaggio e ripristinare la funzionalità di aggiornamento.

source: No upgrade is available. You are running the latest release, version
it: Nessun aggiornamento è disponibile. Stai eseguendo l'ultima versione, versione

source: Click the button below to begin the upgrade process. Note: An upgrade often takes several minutes, and in rare cases hours, to complete. During that time, the Mycodo web interface and server recording sensors and manipulating outputs (among other services) will be completely shut down. It is not recommended not perform an upgrade on a production machine (i.e. trust buy verify: treat the new version as unstable until you have verified it works as expected).
it: Fai clic sul pulsante qui sotto per iniziare il processo di aggiornamento. Nota: un aggiornamento richiede spesso diversi minuti e, in rari casi, il completamento. Durante questo periodo, l'interfaccia web Mycodo ei sensori di registrazione del server e la manipolazione delle uscite (tra gli altri servizi) saranno completamente spenti. Si sconsiglia di non eseguire un aggiornamento su una macchina di produzione (ad es. Verifica acquisto fiducia: considera la nuova versione come non stabile finché non si verifica che funzioni come previsto).

source: Current to latest versions
it: Attuale alle ultime versioni

source: current
it: attuale

source: latest
it: più recente

source: Cameras
it: Macchine fotografiche

source: Raspberry Pi Camera support doesn't appear to be enabled. Please enable it using the Raspberry Pi configuration or with the command 'sudo raspi-config'
it: Il supporto per fotocamera Raspberry Pi non sembra essere abilitato. Si prega di abilitarlo utilizzando la configurazione di Raspberry Pi o con il comando 'sudo raspi-config'

source: Different options are available depending on the camera being used.
it: Sono disponibili diverse opzioni a seconda della fotocamera in uso.

source: Execute 'fswebcam --device /dev/video0 --list-controls' to see available options to use in 'Custom Options'.
it: Esegui 'fswebcam --device / dev / video0 --list-controlli' per visualizzare le opzioni disponibili per l'uso in 'Opzioni personalizzate'.

source: Name for this Camera
it: Nome per questa fotocamera

source: Linux shell command to execute prior to acquiring a still image.
it: comandi Linux da eseguire prima di acquisire un'immagine fissa.

source: Linux shell command to execute after acquiring a still image.
it: comandi Linux da eseguire dopo aver acquisito un fermo immagine.

source: The duration to keep the output on prior to acquiring a still image. For example, useful for fluorescent lights that take a few seconds to turn on.
it: La durata per mantenere l'uscita sulla prima di acquisire un'immagine fissa. Ad esempio, utile per le luci fluorescenti che richiedono alcuni secondi per accendere.

source: Path to save still image files. Leave blank to use default location.
it: Percorso per salvare i file di immagini fisse. Lascia vuoto per utilizzare la posizione predefinita.

source: Path to save timelapse image files. Leave blank to use default location.
it: Percorso per salvare i file di immagine timelapse. Lascia vuoto per utilizzare la posizione predefinita.

source: Path to save video files. Leave blank to use default location.
it: Percorso per salvare i file video. Lascia vuoto per utilizzare la posizione predefinita.

source: Last Timelapse
it: Ultimo Timelapse

source: Last Still
it: Ultima foto

source: Asynchronous Graph
it: Grafico asincrono

source: Hold down the <kbd>Ctrl</kbd> or <kbd>&#8984;</kbd> key to select more than one
it: Tieni premuto il tasto <kbd> Ctrl </ kbd> o <kbd> & # 8984; </ kbd> per selezionare più di un

source: Mycodo Version:
it: Versione di Mycodo:

source: Python Version:
it: Versione Python:

source: Database Version
it: Versione del database

source: Running
it: In esecuzione

source: Not Running
it: Non correndo

source: Yes
it: sì

source: Frontend RAM Usage
it: Utilizzo RAM frontend

source: LCDs allow the display of data for easy viewing and for displaying alerts to conditional events you configure (flash the LCD).
it: Gli LCD consentono la visualizzazione dei dati per una facile visualizzazione e per la visualizzazione di avvisi per eventi condizionali configurati (lampeggia sul display LCD).

source: Live Measurements
it: Misure dal vivo

source: Input (%(type)s), %(sec)s second interval
it: Input (%(type)s), %(sec)s secondo intervallo

source: Please wait
it: attendere prego

source: Back to Method Management
it: Torna alla gestione dei metodi

source: Methods allow different types of setpoint tracking in PID controllers. Normally, a PID controller will regulate an environmental condition to a specific setpoint. If you would like the setpoint to change over time, this is called setpoint tracking.
it: I metodi consentono diversi tipi di tracciamento del setpoint nei controllori PID. Normalmente, un controller PID regola una condizione ambientale su un setpoint specifico. Se si desidera che il setpoint cambi nel tempo, questo viene chiamato tracking del setpoint.

source: No Saved Methods Exist
it: Non esistono metodi salvati

source: Saved Methods
it: Metodi salvati

source: Active
it: Attivo

source: Inactive
it: Inattivo

source: Output devices enable Mycodo to manipulate things through the use of outputs (wired and wireless), PWM signals, and executing commands. When linked to a PID controller, with an input, output devices can be used for feedback regulation.
it: I dispositivi di output consentono a Mycodo di manipolare le cose attraverso l'uso di uscite (cablate e wireless), segnali PWM e comandi di esecuzione. Se collegato a un controller PID, con un input, i dispositivi di output possono essere utilizzati per la regolazione del feedback.

source: Unconfigured
it: Non configurato

source: Manufacturer
it: fabbricante

source: Select a measurement with the unit:
it: Selezionare una misurazione con l'unità:

source: Past Hour
it: ultima ora

source: Past Day
it: Giorno passato

source: Past Week
it: Settimana scorsa

source: Past Month
it: Mese scorso

source: Amps (Average over period)
it: Amps (media su un periodo)

source: Cost
it: Costo

source: From
it: A partire dal

source: Past Year
it: L'anno scorso

source: Total
it: Totale

source: Usage Reports
it: Rapporti d'uso

source: No Reports. Go to <a href="%(loc)">Energy Usage Options</a> to schedule a report to be generated.
it: Non ci sono rapporti. Vai a <a opzioni di utilizzo href="%(loc)"> Energia </a> per pianificare un report da generare.

source: Measurement Settings
it: Impostazioni di misurazione

source: The duration (seconds) between math calculations
it: La durata (secondi) tra i calcoli matematici

source: No Measurement/Unit Selected
it: Nessuna misura / unità selezionata

source: Do Not Convert
it: Non convertire

source: An equation to store the soved value of. Let "x" represent the input value.
it: Un'equazione per memorizzare il valore di. Lascia che "x" rappresenti il ​​valore di input.

source: Disabled
it: Disabilitato

source: The maximum allowed difference between any selected measurements
it: La differenza massima consentita tra tutte le misurazioni selezionate

source: Do Not Rescale
it: Non ridimensionare

source: Number of measurements
it: Numero di misure

source: The Python 3 code to execute
it: Il codice Python 3 da eseguire

source: The duration between checking whether the conditional is true
it: La durata tra il controllo se il condizionale è vero

source: Conditions
it: condizioni

source: will execute only this action. <strong>self.run_all_actions()</strong> will execute all actions sequentially.
it: eseguirà solo questa azione. <Strong> self.run_all_actions () </ strong> eseguirà tutte le azioni in sequenza.

source: Paused
it: In pausa

source: On Hold
it: In attesa

source: Select the measurement to use as the input
it: Seleziona la misura da utilizzare come input

source: Choose the direction(s) to regulate
it: Scegli la direzione (e) da regolare

source: This is the desired state of a perticular environmental condition. For instance, this could be the desired temperature in Celsius.
it: Questo è lo stato desiderato di una condizione ambientale perticolare. Ad esempio, questa potrebbe essere la temperatura desiderata in Celsius.

source: The control hysteresis surounding the setpoint, with a band that is the setpoint plus and minus the band value. 0 is disabled.
it: L'isteresi del controllo attorno al setpoint, con una banda che è il setpoint più e meno il valore della banda. 0 è disabilitato.

source: Proportional gain
it: Guadagno proporzionale

source: Integral gain
it: Guadagno integrale

source: Derivative gain
it: Guadagno derivativo

source: Limit the integrator minimum, for calculating Ki_total: (Ki_total = Ki * integrator; and PID output = Kp_total + Ki_total + Kd_total)
it: Limita il minimo dell'integratore, per calcolare Ki_total: (Ki_total = Ki * integratore e PID output = Kp_total + Ki_total + Kd_total)

source: Limit the integrator maximum, for calculating Ki_total: (Ki_total = Ki * integrator; and PID output = Kp_total + Ki_total + Kd_total)
it: Limita il massimo dell'integratore per il calcolo di Ki_total: (Ki_total = Ki * integrator e output PID = Kp_total + Ki_total + Kd_total)

source: Select one for calculating the setpoint. When enabled, measurements override the PID setpoint.
it: Selezionare una per il calcolo del valore di riferimento. Quando è abilitata, le misurazioni sostituiscono il setpoint PID.

source: Invalid saved ID. Save another from this list.
it: Non valido salvato ID. Salvare un altro da questo elenco.

source: Manage Methods
it: Gestisci metodi

source: Maximum allowable measurement age
it: Età massima ammissibile di misura

source: Controller to affect
it: Controller da influenzare

source: Activate a controller.
it: Attivare un controllore.

source: Clear the total volume saved for a flow meter input.
it: Azzerare il volume totale palla in ingresso flussometro.

source: Execute a Linux shell command.
it: Eseguire un comando shell Linux.

source: Tag to save note with
it: Tag per salvare nota con

source: Create a note with the selected Tag.
it: Creare una nota con il tag selezionato.

source: Deactivate a controller.
it: Disattivare un controllore.

source: Email Address
it: Indirizzo email

source: Email address to notify
it: Indirizzo email da notificare

source: Email a single recipient.
it: Invia un unico destinatario.

source: Email multiple recipients. Separate email addresses with commas (e.g. "email1@address.com,email2@address.com").
it: E-mail più destinatari. indirizzi e-mail separati da virgole (ad esempio "@ Email1 address.com, email2 @ address.com").

source: LCD to flash
it: LCD per flash

source: Stop LCD flashing.
it: Arrestare LCD lampeggiante.

source: Start LCD flashing.
it: Avviare LCD lampeggiante.

source: Force measurements to be conducted for an input
it: misure di forza per essere condotti per un ingresso

source: Backlight Off
it: Retroilluminazione spenta

source: Turn off LCD backlight (if supported).
it: Spegnere retroilluminazione LCD (se supportato).

source: Backlight On
it: Retroilluminazione On

source: Turn on LCD backlight (if supported).
it: Accendere retroilluminazione LCD (se supportato).

source: PID to affect
it: PID da influenzare

source: Method to set the PID to use
it: Metodo per impostare il PID da utilizzare

source: Select a method to set the PID to use.
it: Selezionare un metodo per impostare il PID per l'uso.

source: What output to manipulate
it: Quale output manipolare

source: Turn the output on or off
it: Attiva o disattiva l'uscita

source: How long to turn the output on (optional)
it: Per quanto tempo attivare l'output (facoltativo)

source: Turn an Output Off, On, or On or a duration.
it: Attivare un'uscita Off, On o On o una durata.

source: What duty cycle to set the output
it: Quale ciclo di lavoro impostare l'uscita

source: Set an Output to a PWM duty cycle.
it: Impostare un output a un duty cycle PWM.

source: Start
it: Inizio

source: Start duty cycle
it: duty cycle Inizio

source: End
it: Fine

source: End duty cycle
it: Fine ciclo di lavoro

source: Increment
it: Incremento

source: The amount of the duty cycle change for each step.
it: L'importo della variazione duty cycle per ogni passaggio.

source: Ramp an Output from one duty cycle to another duty cycle over a period of time.
it: Rampa di uscita da un ciclo di lavoro a un altro ciclo di lavoro per un periodo di tempo.

source: How long to pause executing actions
it: Quanto a lungo mettere in pausa le azioni di esecuzione

source: Set a delay between executing Actions when self.run_all_actions() is used.
it: Impostare un ritardo tra azioni in esecuzione quando viene utilizzato self.run_all_actions ().

source: Pause a PID.
it: Mettere in pausa un PID.

source: Camera to capture with
it: Fotocamera per catturare con

source: Camera: Capture Photo
it: Fotocamera: scatta foto

source: Capture a photo with the selected Camera.
it: Catturare una foto con la telecamera selezionata.

source: Capture a photo with the selected Camera and Email it as an attahment.
it: Catturare una foto con la telecamera selezionata e-mail come un attahment.

source: Resume a PID.
it: Riprendere un PID.

source: The value to set the PID setpoint
it: Il valore per impostare il setpoint PID

source: Set Setpoint
it: Imposta setpoint

source: Set the Setpoint of a PID.
it: Impostare il valore di riferimento di un PID.

source: Lower Setpoint
it: valore di riferimento inferiore

source: The amount to lower the PID setpoint by
it: L'importo da diminuire il setpoint PID

source: Lower the Setpoint of a PID by this value.
it: Abbassare il setpoint di un PID per questo valore.

source: Raise Setpoint
it: Sollevare setpoint

source: The amount to raise the PID setpoint by
it: L'importo da aumentare il setpoint PID

source: Raise the Setpoint of a PID by this value.
it: Sollevare il setpoint di un PID per questo valore.

source: Restart the System
it: Riavviare il sistema

source: Shutdown the System
it: Spegnere il sistema

source: Video Duration (seconds)
it: Durata video (secondi)

source: Duration to record video (sec)
it: Durata per registrare video (sec)

source: Camera: Capture Video
it: Camera: Video Capture

source: Capture a video with the selected Camera.
it: Cattura di un video con la telecamera selezionata.

source: Capture a video with the selected Camera and Email it as an attahment.
it: Cattura di un video con la telecamera selezionata e-mail come un attahment.

source: Select a Controller to get information about
it: Selezionare un controller per ottenere informazioni su

source: returns True if the controller is running, False if not.
it: restituisce True se il controller è in esecuzione, False in caso contrario.

source: The GPIO pin to measure the state of. The return value will be True when HIGH and False when LOW.
it: Il pin GPIO per misurare lo stato di. Il valore restituito sarà True quando HIGH e False quando LOW.

source: returns 1 if the output is HIGH and 0 if the output is LOW.
it: restituisce 1 se l'uscita è alta e 0 se l'uscita è bassa.

source: Do not accept measurements older than this age
it: Non accettare misure più vecchie di questa età

source: returns the last value found within the Max Age, otherwise returns None.
it: restituisce l'ultimo valore trovato all'interno del Max Age, altrimenti restituisce None.

source: returns a list of dictionaries with "time" and "value" key pairs found within the Max Age, otherwise returns None.
it: restituisce una lista di dizionari con il "tempo" e "valore" coppie di chiavi trovate all'interno del Max Age, altrimenti restituisce None.

source: Example
it: Esempio

source: returns the average of the values found within the Max Age, otherwise returns None.
it: restituisce la media dei valori trovati all'interno del Max Age, altrimenti restituisce None.

source: returns the sum of the values found within the Max Age, otherwise returns None.
it: restituisce la somma dei valori trovati all'interno del Max Age, altrimenti restituisce None.

source: Select a Output to get information about
it: Selezionare un output per ottenere informazioni su

source: returns how long the output has currently been on, in seconds, or 0 if off.
it: ritorna per quanto tempo l'uscita è attualmente stato, in pochi secondi, o 0 se spento.

source: returns "on" if the output is on and "off" if the output is off.
it: restituisce "on" se l'uscita è attivata e "off" se la fuori uscita del sistema operativo.

source: The minimum duration (in seconds) required for the Lower Output to activate. If an On duration is below this value, the Lower Output will not turn on.
it: La durata minima (in secondi) richiesta per l'uscita inferiore da attivare. Se una durata On è inferiore a questo valore, l'uscita inferiore non si accende.

source: This output will remain off for at least this duration of time
it: Questa uscita rimarrà spenta per almeno questo periodo di tempo

source: The minimum duration (in seconds) required for the Raise Output to activate. If an On duration is below this value, the Raise Output will not turn on.
it: La durata minima (in secondi) richiesta per attivare l'uscita di rilancio. Se una durata On è inferiore a questo valore, l'uscita di aumento non si attiva.

source: The minimum duty cycle (in %%). If a duty cycle is below this value, this is the value that will be used.
it: Il ciclo di lavoro minimo (in %%). Se un ciclo di lavoro è inferiore a questo valore, questo è il valore che verrà utilizzato.

source: The maximum duty cycle (in %%). If a duty cycle is below this value, this is the value that will be used.
it: Il duty cycle massimo (in %%). Se un ciclo di lavoro è inferiore a questo valore, questo è il valore che verrà utilizzato.

source: The maximum duty cycle (in %%). If a duty cycle is above this value, this is the value that will be used.
it: Il duty cycle massimo (in %%). Se un ciclo di lavoro è superiore a questo valore, questo è il valore che verrà utilizzato.

source: Detect low to high (rising), high to low (falling), or both?
it: Rileva da basso ad alto (in aumento), da alto a basso (in caduta) o entrambi?

source: Rising
it: crescente

source: Falling
it: Caduta

source: Trigger this conditional to act when this output turns on or off
it: Attiva questo condizionale per agire quando questa uscita si attiva o disattiva

source: What action will trigger this conditional statement, on or off?
it: Quale azione attiverà questa affermazione condizionale, on o off?

source: no duration
it: nessuna durata

source: any duration
it: qualsiasi durata

source: no or any duration
it: no o qualsiasi durata

source: equal to duration
it: uguale alla durata

source: greater than duration
it: maggiore della durata

source: greater than or equal to duration
it: maggiore o uguale durata

source: less than duration
it: meno della durata

source: less than or equal to duration
it: minore o uguale durata

source: (Optional) Set this to a specific duration of time if the conditional should trigger when the output On duration equals this amount
it: (Facoltativo) Impostare questa opzione su un periodo di tempo specifico se il condizionale deve attivarsi quando la durata dell'uscita On è uguale a tale importo

source: The conditional is triggered when the measured condition is greater than or less than the set value, or the measurement timestamp is greater than the value of seconds
it: Il condizionale viene attivato quando la condizione misurata è maggiore o minore del valore impostato, oppure il timestamp della misurazione è maggiore del valore di secondi

source: Greater Than (>)
it: Maggiore di (>)

source: Less Than (<)
it: Meno di (<)

source: Equal To (=)
it: Uguale a (=)

source: The duty cycle of the output to be checked
it: Il ciclo di lavoro dell'output da controllare

source: Run this duration method, using the output value to set the Duty Cycle of a PWM output
it: Esegui questo metodo di durata, utilizzando il valore di uscita per impostare il Duty Cycle di un'uscita PWM

source: Apply the Duty Cycle to this PWM Output
it: Applicare il ciclo di lavoro a questa uscita PWM

source: The duration between calculating and setting the Duty Cycle of the the PWM Output
it: La durata tra il calcolo e l'impostazione del Duty Cycle dell'uscita PWM

source: Trigger conditional at sunrise or sunset?
it: Trigger condizionale all'alba o al tramonto?

source: Sunrise
it: Alba

source: Sunset
it: Tramonto

source: Latitude for sunrise or sunset
it: Latitudine per alba o tramonto

source: Longitude for sunrise or sunset
it: Longitudine per l'alba o il tramonto

source: Zenith for sunrise or sunset
it: Zenith per alba o tramonto

source: The number of days to offset from the date of the sunrise or sunset
it: Il numero di giorni da compensare dalla data dell'alba o del tramonto

source: The number of minutes to offset from the sunrise or sunset
it: Il numero di minuti da compensare dall'alba o dal tramonto

source: Trigger conditional actions at an interval of time
it: Attiva le azioni condizionali in un intervallo di tempo

source: A duration to wait before beginning the timer
it: Una durata di attesa prima di iniziare il timer

source: Define the setpoint over a period of time based on specific times of the day. This method will repeat daily. Start the first entry at midnight (00:00) if you wish to fill the entire day.
it: Definire il setpoint su un periodo di tempo in base a specifici orari della giornata. Questo metodo si ripeterà ogni giorno. Inizia la prima voce a mezzanotte (00:00) se desideri riempire l'intero giorno.

source: The new entry's start time may be equal to the last entry's end time, but it cannot overlap. The default setpoint for the PID will be used if there is any unaccounted time.
it: L'ora di inizio della nuova voce può essere uguale all'ora di fine dell'ultima voce, ma non può sovrapporsi. Il setpoint predefinito per il PID verrà utilizzato se c'è un qualsiasi momento non contato.

source: Define the setpoint over the day based on a cubic Bezier curve. If unfamiliar with a Bezier curve, it is recommended you use the <a href="https://www.desmos.com/calculator/cahqdxeshd" target="_blank">graphical Bezier curve generator</a> and use the 8 variables it creates for 4 points (each a set of x and y). The x-axis start (x3) and end (x0) will be automatically stretched or skewed to fit within a 24-hour period and this method will repeat daily.
it: Definisci il setpoint nel corso della giornata in base a una curva cubica di Bezier. Se non hai familiarità con una curva di Bezier, ti consigliamo di utilizzare il <a href="https://www.desmos.com/calculator/cahqdxeshd" target="_blank"> generatore di curve grafico di Bézier </a> e usa le 8 variabili che crea per 4 punti (ognuno un insieme di x e y). L'inizio dell'asse x (x3) e l'estremità (x0) verranno automaticamente allungati o inclinati per adattarsi entro un periodo di 24 ore e questo metodo verrà ripetuto ogni giorno.

source: Define the setpoint over the day based on a sinusoidal wave defined by y = [A * sin(B * x + C)] + D, where A is amplitude, B is frequency, C is the angle shift, and D is the y-axis shift. This method will repeat daily.
it: Definire il setpoint nel corso del giorno in base a un'onda sinusoidale definita da y = [A * sin (B * x + C)] + D, dove A è ampiezza, B è frequenza, C è lo spostamento angolare e D è il y - spostamento dell'asse Questo metodo si ripeterà ogni giorno.
