Repository: kizniche/Mycodo
Catalog: mycodo/mycodo_flask/translations/*/LC_MESSAGES/messages.po
Languages: it

source: Set the logging interval (seconds) the device will store measurements on its internal memory.
it: Impostare l'intervallo di registrazione (secondi) in cui il dispositivo memorizzerà le misurazioni nella sua memoria interna.

source: Enable Heater
it: Abilita riscaldatore

source: Heater On Seconds
it: Riscaldatore su secondi

source: How long to turn the heater on (seconds).
it: Quanto a lungo accende il riscaldatore (secondi).

source: After how many measurements to turn the heater on. This will repeat.
it: Dopo quante misurazioni accendere il riscaldatore. Questo si ripeterà.

source: IP Address
it: Indirizzo IP

source: The IP address of the device
it: L'indirizzo IP del dispositivo

source: Application ID
it: ID applicazione

source: The Things Network Application ID
it: L'ID cose Network Application

source: The Things Network Application API Key
it: L'applicazione API Key Cose di rete

source: Device ID
it: ID del dispositivo

source: The Things Network Device ID
it: L'ID dispositivo Cose rete

source: Latitude (decimal)
it: Latitudine (decimale)

source: Longitude (decimal)
it: Longitudine (decimale)

source: Fan Off After Measure
it: Ventola spenta dopo la misurazione

source: Turn the fan on only during the measurement
it: Accendi la ventola solo durante la misurazione

source: How long to turn the fan on (seconds) before acquiring measurements
it: Quanto a lungo accendere la ventola (secondi) prima di acquisire le misurazioni

source: Number of Measurements
it: Numero di misure

source: How many measurements to acquire. If more than 1 are acquired that are less than 1001, the average of the measurements will be stored.
it: Quante misure di acquisire. Se più di 1 sono acquisiti che sono meno di 1001, la media delle misurazioni dovrà essere conservato.

source: Please log in to access this page
it: Effettua il login per accedere a questa pagina

source: Backup in progress
it: Backup in corso

source: Deletion of backup in progress
it: Cancellazione del backup in corso

source: Restore in progress
it: Ripristino in corso

source: There was an error encountered during the upgrade process. Check the upgrade log for details.
it: Si è verificato un errore durante il processo di aggiornamento. Controllare il registro di aggiornamento per i dettagli.

source: The upgrade (from master branch) has started
it: L'aggiornamento (dal ramo principale) è iniziato

source: The upgrade has started
it: L'aggiornamento è iniziato

source: The major version upgrade has started
it: L'aggiornamento della versione principale è iniziato

source: You cannot upgrade if an upgrade is not available
it: Non è possibile eseguire l'aggiornamento se un aggiornamento non è disponibile

source: Cannot access admin creation form if an admin user already exists.
it: Impossibile accedere al modulo di creazione dell'amministratore se esiste già un utente amministratore.

source: Passwords do not match. Please try again.
it: Le passwords non corrispondono. Per favore riprova.

source: Invalid user name. Must be between 2 and 64 characters and only contain letters and numbers.
it: Nome utente non valido. Deve essere compreso tra 2 e 64 caratteri e contenere solo lettere e numeri.

source: Invalid password. Must be between 6 and 64 characters and only contain letters, numbers, and symbols.
it: Password non valida. Deve essere compreso tra 6 e 64 caratteri e contenere solo lettere, numeri e simboli.

source: User '%(user)s' successfully created. Please log in below.
it: Utente '%(user)s' creato con successo. Effettua il login qui sotto.

source: Failed to create user '%(user)s': %(err)s
it: Impossibile creare l'utente '%(user)s': %(err)s

source: Cannot access login page if you're already logged in
it: Impossibile accedere alla pagina di accesso se hai già effettuato l'accesso

source: Too many failed login attempts. Please wait %(min)s minutes before attempting to log in again
it: Troppi tentativi di accesso non riusciti. Si prega di attendere %(min)s minuti prima di tentare di accedere nuovamente

source: Successfully logged out
it: Disconnesso con successo

source: A valid temperature is required: %(temp)s is invalid.
it: È richiesta una temperatura valida: %(temp)s non è valido.

source: Command to restart the daemon sent
it: Comando per riavviare il daemon inviato

source: Command to reload the frontend sent
it: Comanda di ricaricare il frontend inviato

source: System rebooting in 10 seconds
it: Riavvio del sistema in 10 secondi

source: System shutting down in 10 seconds
it: Arresto del sistema in 10 secondi

source: Cannot start time-lapse if stream is active.
it: Impossibile avviare time-lapse se stream è attivo.

source: Cannot start stream if time-lapse is active.
it: Impossibile avviare il flusso se è attivo il time-lapse.

source: Repeat Password
it: Ripeti la password

source: Domain or IP Address
it: Dominio o indirizzo IP

source: Add Host
it: Aggiungi host

source: Delete Host
it: Elimina host

source: I Understand
it: Capisco

source: Select
it: Selezionare

source: Atlas EZO Pump
it: Atlas pompa EZO

source: Begin Calibration
it: Inizia la calibrazione

source: Clear Calibration
it: Cancella calibrazione

source: Continue to Next Stage
it: Passa al livello successivo

source: Atlas EC Sensor
it: Sensor CE Atlas

source: EC Points to Calibrate
it: Punti CE per calibrare

source: Low Solution (μS)
it: Soluzione a basso (mS)

source: High Solution (μS)
it: Alta Solution (mS)

source: Atlas pH Sensor
it: Sensore di pH Atlas

source: pH Points to Calibrate
it: Punti di pH per calibrare

source: Atlas RGB Sensor
it: Sensore RGB Atlas

source: Set Resolution
it: Imposta risoluzione

source: Capture Still
it: Cattura ancora

source: Start Timelapse
it: Avvia Timelapse

source: Pause Timelapse
it: Metti in pausa Time lapse

source: Resume Timelapse
it: Riprendi Time lapse

source: Stop Timelapse
it: Ferma Timelapse

source: Interval (seconds)
it: Intervallo (secondi)

source: Photo Interval must be a positive value
it: Photo Interval deve essere un valore positivo

source: Run Time (seconds)
it: Run Time (secondi)

source: Total Run Time must be a positive value
it: Il tempo di esecuzione totale deve essere un valore positivo

source: Start Stream
it: Avvia stream

source: OpenCV Device
it: Dispositivo OpenCV

source: Flip image horizontally
it: Capovolgi l'immagine orizzontalmente

source: Flip image vertically
it: Capovolgere l'immagine verticalmente

source: Rotate Image
it: Ruota immagine

source: Brightness
it: Luminosità

source: Contrast
it: Contrasto

source: Exposure
it: Esposizione

source: Hue
it: colore

source: Saturation
it: Saturazione

source: White Balance
it: Bilanciamento del bianco

source: Custom Options
it: Opzioni personalizzate

source: Post Command
it: Post comando

source: Still Image Path
it: Percorso delle immagini fisse

source: Video Path
it: Percorso video

source: Hide Last Still
it: Hide Ancora

source: Hide Last Timelapse
it: Hide Timelapse

source: Still Image Width
it: Ancora Larghezza immagine

source: Still Image Height
it: Ancora Altezza immagine

source: Stream Width
it: Larghezza stream

source: Stream Height
it: flusso Altezza

source: Shutter Speed
it: Velocità otturatore

source: Sharpness
it: nitidezza

source: Auto White Balance
it: Bilanciamento del bianco automatico

source: AWB Gain Red
it: AWB Guadagno rosso

source: AWB Gain Blue
it: AWB Guadagno Blu

source: Exposure Mode
it: Modalità Esposizione

source: Image Effect
it: effetto fotografico

source: Conditional Statement
it: Dichiarazione condizionale

source: Refractory Period (seconds)
it: Periodo refrattario (secondi)

source: Add Condition
it: Aggiungi condizione

source: Add Action
it: Aggiungi azione

source: Test All Actions
it: Prova tutte le azioni

source: GPIO Pin (BCM)
it: Pin GPIO (BCM)

source: Add Dashboard Widget
it: Aggiungere Dashboard Widget

source: Enable Drag Handle
it: Abilita trascinamento Maniglia

source: Install All Dependencies
it: Installa tutte le dipendenze

source: Execute All Actions
it: Esegui tutte le azioni

source: Duration (seconds)
it: Durata (secondi)

source: Action String
it: Stringa d'azione

source: Controller ID
it: ID del controller

source: Duty Cycle (%)
it: Ciclo di lavoro (%)

source: Location
it: Posizione

source: Power Output
it: Potenza di uscita

source: Calibration Measurement
it: Misura di calibrazione

source: Acquire Measurements Now
it: Acquisire le misure ora

source: LCD Type
it: Tipo LCD

source: Address
it: Indirizzo

source: Duration between calculating LCD output and applying to regulation must be between 5 and 86400 seconds.
it: La durata tra il calcolo dell'output LCD e l'applicazione alla regolazione deve essere compresa tra 5 e 86400 secondi.

source: Add Display Set
it: Aggiungi set di visualizzazione

source: Decimal Places
it: Decimali

source: Inputs
it: ingressi

source: Reverse Equation
it: Equazione inversa

source: Absolute Value
it: Valore assoluto

source: Dry Bulb Temperature
it: Temperatura della lampadina a secco

source: Wet Bulb Temperature
it: Temperatura della lampadina bagnata

source: optional
it: opzionale

source: Order of Use
it: Ordine d'uso

source: Max Difference
it: Differenza massima

source: Convert to Measurement
it: Converti in misura

source: Rescaled Measurement
it: Misura riscalata

source: Start HH:MM:SS
it: Avvia HH: MM: SS

source: End HH:MM:SS
it: Fine HH: MM: SS

source: Start YYYY-MM-DD HH:MM:SS
it: Inizia AAAA-MM-GG HH: MM: SS

source: End YYYY-MM-DD HH:MM:SS
it: Fine AAAA-MM-GG HH: MM: SS

source: End Setpoint (optional)
it: Setpoint di fine (opzionale)

source: Duration to End (seconds)
it: Durata alla fine (secondi)

source: Amplitude
it: Ampiezza

source: Angle Shift (0 to 360)
it: Angle Shift (da 0 a 360)

source: Y-Axis Shift
it: Spostamento asse Y.

source: Time HH:MM:SS
it: Ora HH: MM: SS

source: Time YYYY-MM-DD HH:MM:SS
it: Tempo AAAA-MM-GG HH: MM: SS

source: Add to Method
it: Aggiungi al metodo

source: Set Repeat Option
it: Imposta l'opzione di ripetizione

source: End Setpoint
it: Setpoint di fine

source: Time Range MM/DD/YYYY HH:MM
it: Intervallo di tempo GG / MM / AAAA HH: MM

source: Stop Daemon
it: Smetti demone

source: Start Daemon
it: Inizia Demone

source: Restart Daemon
it: Riavvia il demone

source: Measurement to Export
it: Misura da esportare

source: Export Data as CSV
it: Esporta i dati come CSV

source: Export Settings
it: Impostazioni di esportazione

source: Import Settings
it: Importa impostazioni

source: Export Influxdb
it: Esporta Influxdb

source: Import Influxdb
it: Importa Influxdb

source: Lines
it: Linee

source: Number of lines should be greater than 0
it: Il numero di righe deve essere maggiore di 0

source: Log
it: Login

source: View Log
it: Vista del registro

source: Upgrade Mycodo
it: Aggiorna Mycodo

source: Upgrade Mycodo to Next Major Version
it: Aggiorna Mycodo alla prossima versione principale

source: Create Backup
it: Creare il backup

source: Restore Backup
it: Ripristinare il backup

source: Delete Backup
it: Elimina backup

source: Attached Files
it: Files allegati

source: Use Custom Date/Time
it: Usa data / ora personalizzata

source: Tags
it: tag

source: Filter Names
it: Nomi dei filtri

source: Filter Tags
it: Tag dei filtri

source: Filter Files
it: Filtra i file

source: Filter Notes
it: Note filtro

source: Sort By
it: Ordina per

source: Sort Direction
it: Direzione di ordinamento

source: Show Notes
it: Mostra note

source: Export Notes
it: Note di esportazione

source: Import Notes
it: Note di importazione

source: Quantity
it: Quantità

source: Turn On
it: Accendere

source: Both
it: Entrambi

source: Band (+/- Setpoint)
it: Banda (+/- setpoint)

source: Store Lower as Negative
it: Memorizza in basso come negativo

source: Integrator Min
it: Integratore min

source: Integrator Max
it: Integratore Max

source: Output (Raise)
it: Uscita (rilancio)

source: Output (Lower)
it: Uscita (inferiore)

source: Min On Duration (Lower)
it: Durata Min On (inferiore)

source: Max On Duration (Lower)
it: Max On Duration (inferiore)

source: Min Off Duration (Lower)
it: Durata minima disattivata (inferiore)

source: Min Duty Cycle (Raise)
it: Duty Cycle min (rilancio)

source: Min Duty Cycle (Lower)
it: Ciclo di lavoro minimo (inferiore)

source: Max Duty Cycle (Lower)
it: Ciclo di lavoro massimo (inferiore)

source: SMTP Host
it: Host SMTP

source: SMTP Port
it: Porta SMTP

source: SMTP User
it: Utente SMTP

source: SMTP Password
it: Password SMTP

source: From Email
it: Dall'email

source: Max emails (per hour)
it: Email max (per ora)

source: Must have at least one message able to be sent per hour.
it: Deve avere almeno un messaggio in grado di essere inviato all'ora.

source: Send Test Email
it: Invia e-mail di prova

source: Test Email To
it: Prova Email a

source: To Email Address
it: Per l'indirizzo email

source: Landing Page
it: Pagina di destinazione

source: Language
it: linguaggio

source: Enable Daemon Debug Logging
it: Abilita Daemon Registrazione debug

source: Force HTTPS
it: Forza HTTPS

source: Hide success messages
it: Nascondi i messaggi di successo

source: Hide info messages
it: Nascondi messaggi info

source: Hide warning messages
it: Nascondi messaggi di avviso

source: Hide Form Tooltips
it: Nascondi descrizioni comandi del modulo

source: Grid Cell Height (px)
it: Griglia cellulare Altezza (px)

source: Max Amps
it: Max Amp

source: Cost per kWh
it: Costo per kWh

source: Currency Unit
it: Unità di valuta

source: Day of Month
it: Giorno del mese

source: Generate Usage/Cost Report
it: Genera rapporto di utilizzo / costo

source: Time Span to Generate
it: Intervallo di tempo da generare

source: Day of Week/Month to Generate
it: Giorno della settimana / mese da generare

source: Hour of Day to Generate
it: Ora del giorno da generare

source: Hour Options: 0-23
it: Opzioni dell'ora: 0-23

source: Opt-out of statistics
it: Cancellazione delle statistiche

source: Check for Updates
it: Controlla gli aggiornamenti

source: Internet Test IP Address
it: Internet l'indirizzo IP di prova

source: Internet Test Port
it: Test Port internet

source: Internet Test Timeout
it: Timeout di prova Internet

source: Import Controller Module
it: Controller Module Import

source: Import Input Module
it: Importa modulo di input

source: Measurement ID
it: ID di misura

source: Measurement Name
it: Nome della misurazione

source: Measurement Units
it: Unità di misura

source: Add Measurement
it: Aggiungi misura

source: Unit ID
it: ID unità

source: Unit Name
it: Nome unità

source: Unit Abbreviation
it: Abbreviazione di unità

source: Add Unit
it: Aggiungi unità

source: Convert From Unit
it: Converti dall'unità

source: Convert To Measurement
it: Converti in misura

source: Add Conversion
it: Aggiungi conversione

source: Convert To Unit
it: Converti in unità

source: Role Name
it: Nome del ruolo

source: View Logs
it: Visualizza i registri

source: View Stats
it: Visualizza statistiche

source: View Camera
it: Guarda la fotocamera

source: View Settings
it: Visualizza le impostazioni

source: Edit Users
it: Modifica utenti

source: Edit Controllers
it: Modifica controller

source: Edit Settings
it: Modificare le impostazioni

source: Add Role
it: Aggiungi ruolo

source: Passwords must match
it: Le password devono essere identiche

source: Password must be 6 or more characters
it: La password deve contenere 6 o più caratteri

source: Role
it: Ruolo

source: Theme
it: Tema

source: Add User
it: Aggiungi utente

source: New Password
it: nuova password

source: Role ID
it: ID di ruolo

source: Enable I2C
it: Abilita I2C

source: Disable I2C
it: Disabilitare I2C

source: Enable 1-Wire
it: Abilita 1-Wire

source: Disable 1-Wire
it: Disabilita 1 filo

source: Enable Serial
it: Abilita Seriale

source: Disable Serial
it: Disabilita seriale

source: Enable SPI
it: Abilita SPI

source: Disable SPI
it: Disabilita SPI

source: Enable SSH
it: Abilita SSH

source: Disable SSH
it: Disabilita SSH

source: Enable Pi Camera
it: Abilita fotocamera Pi

source: Disable Pi Camera
it: Disabilita Pi Camera

source: Change Hostname
it: Cambia nome host

source: Configure pigpiod
it: Configura pigpiod

source: Reconfigure
it: riconfigurare

source: Conditional Sample Rate (seconds)
it: Frequenza di campionamento condizionale (secondi)

source: Input Sample Rate (seconds)
it: Frequenza di campionamento in ingresso (secondi)

source: Math Sample Rate (seconds)
it: Frequenza di campionamento matematica (secondi)

source: Output Sample Rate (seconds)
it: Frequenza di campionamento in uscita (secondi)

source: PID Sample Rate (seconds)
it: Frequenza di campionamento PID (secondi)

source: Save Sample Rates
it: Salva le tariffe di esempio

source: Delete All Dashboards
it: Elimina tutto Dashboard

source: Delete All Inputs
it: Elimina tutti gli input

source: Delete All Maths
it: Elimina tutti i Math

source: Delete All Notes and Note Tags
it: Elimina tutte le note e i tag delle note

source: Delete All Outputs
it: Elimina tutte le uscite

source: Delete Settings Database
it: Elimina il database delle impostazioni

source: Delete File
it: Cancella il file

source: Reset Email Counter
it: Ripristino Email Contatore

source: If Edge Detected
it: Se Edge Detected

source: Zenith
it: Zenit

source: Date Offset (days)
it: Data Offset (giorni)

source: Time Offset (minutes)
it: Scostamento orario (minuti)

source: Program
it: Programma

source: Word
it: parola

source: Start Time (HH:MM)
it: Ora di inizio (HH: MM)

source: End Time (HH:MM)
it: Ora di fine (HH: MM)

source: Trigger Every Period
it: Attiva ogni periodo

source: Trigger when Activated
it: Trigger quando attivato

source: If ID 1
it: Se ID 1

source: If ID 2
it: Se ID 2

source: If State
it: Se stato

source: If Duration (seconds)
it: Se Durata (secondi)

source: If Duty Cycle (%%)
it: Se Duty Cycle (%%)

source: Error 404: Page Not Found
it: Errore 404 - Pagina Non Trovata

source: Error 500: Internal Server Error
it: Errore 500: Errore interno del server

source: Create Admin
it: Crea amministratore

source: Create Admin User
it: Crea utente amministratore

source: Login information is stored locally
it: Le informazioni di accesso sono memorizzate localmente

source: Info
it: Informazioni

source: Setup
it: Impostare

source: Exit
it: Uscita

source: Outputs
it: Uscite

source: Measurements
it: misure

source: Users
it: utenti

source: Alerts
it: avvisi

source: Diagnostics
it: Diagnostica

source: Daemon is Not Running
it: Daemon non è in esecuzione

source: Daemon is Running
it: Daemon è in esecuzione

source: Cannot Check Daemon Status
it: Impossibile controllare lo stato del daemon

source: No Connection
it: Nessuna connessione

source: Live
it: Vivere

source: Dashboards
it: cruscotti

source: Add Dashboard
it: Aggiungere Dashboard

source: Calibration & Setup
it: Calibrazione e impostazione

source: More
it: Di Più

source: Energy Usage Reports
it: Rapporti consumo di energia

source: Help
it: Aiuto

source: Mycodo Manual
it: Manuale di Mycodo

source: Mycodo API Info
it: Mycodo Info API

source: Discussion Forum
it: Forum di discussione

source: Submit an Issue
it: Invia un problema

source: Mycodo on Github
it: Mycodo su Github

source: Configure
it: Configurazione

source: Mycodo Logs
it: Log di Mycodo

source: System Information
it: Informazioni di sistema

source: Dependencies
it: dipendenze

source: Upgrade
it: aggiornamento

source: Backup Restore
it: Ripristinare il backup

source: Restart Backend
it: Riavvia il backend

source: Restart Frontend
it: Riavvia Frontend

source: Restart System
it: Riavvia il sistema

source: Shutdown System
it: Sistema di spegnimento

source: Remote Admin
it: Amministratore remoto

source: Logout
it: Disconnettersi

source: You're logged in already!
it: Sei già connesso!

source: Remember me
it: Ricordati di me

source: 90 days
it: 90 giorni

source: Forgot password?
it: Ha dimenticato la password?

source: Backups can be created to preserve Mycodo settings or restore them at a later time. Camera images are not backed up. To save measurement data, go to the Export / Import page.
it: I backup possono essere creati per conservare le impostazioni di Mycodo o ripristinarli in un secondo momento. Le immagini della videocamera non vengono salvate. Per salvare i dati di misurazione, vai alla pagina di esportazione / importazione.

source: Several software dependencies used by Mycodo features may be disabled. This is done to speed up the initial installation process. This page can be used to determine which dependencies are installed and the ability to install currently unmet dependencies.
it: Diverse dipendenze software utilizzate dalle funzionalità di Mycodo potrebbero essere disabilitate. Questo è fatto per accelerare il processo di installazione iniziale. Questa pagina può essere utilizzata per determinare quali dipendenze sono installate e la possibilità di installare dipendenze attualmente non soddisfatte.

source: Collected Statistics
it: Statistiche raccolte

source: No internet connection detected. To upgrade Mycodo automatically, you will need an internet connection. Refresh the page when one is connected.
it: Nessuna connessione Internet rilevata. Per aggiornare automaticamente Mycodo, avrai bisogno di una connessione internet. Aggiorna la pagina quando si è connessi.

source: Mycodo is currently in the process of an upgrade
it: Mycodo è attualmente in fase di aggiornamento

source: If an upgrade is not currently in progress, you may delete the ~/Mycodo/.upgrade file to be able to reinitiate the upgrade process.
it: Se un aggiornamento non è attualmente in corso, è possibile eliminare il file ~ / Mycodo / .upgrade per poter riavviare il processo di aggiornamento.

source: An upgrade often takes several minutes, and in some cases longer, to complete. Give the process ample time to run before doing anything. When the upgrade has successfully finished, the daemon status indicator at the top left will change from red to green. Some drivers require the backend to be restarted for them to become active. If you experience an erorr, attempt to restart the backend before creating a new github issue.
it: Un aggiornamento richiede spesso diversi minuti e, in alcuni casi, un completamento. Dare al processo un ampio margine di tempo prima di eseguire qualsiasi cosa. Al termine dell'aggiornamento, l'indicatore di stato del daemon in alto a sinistra cambierà da rosso a verde. Alcuni driver richiedono il riavvio del back-end affinché diventino attivi. Se si verifica un errore, tentare di riavviare il back-end prima di creare un nuovo problema github.

source: You can monitor the upgrade progress with the live log view, below, by navigating to Configure -> Mycodo Logs -> Upgrade Log, or by opening /var/log/mycodo/mycodoupgrade.log. Below is the upgrade log, updated every 5 seconds. If an error occurs, it is advisable to inspect the entire log in order to diagnose the issue.
it: È possibile monitorare lo stato di avanzamento di aggiornamento con la vista del registro dal vivo, qui di seguito, navigando per configurare -> Mycodo Registri -> Upgrade Login oppure /var/log/mycodo/mycodoupgrade.log apertura. Di seguito è riportato il registro di aggiornamento, aggiornato ogni 5 secondi. Se si verifica un errore, si consiglia di ispezionare l'intero registro al fine di diagnosticare il problema.

source: There was an error that occurred during the upgrade
it: Si è verificato un errore durante l'aggiornamento

source: View the upgrade log at /var/log/mycodo/mycodoupgrade.log.
it: Visualizza il log di aggiornamento su /var/log/mycodo/mycodoupgrade.log.
